// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="Java JAR -tiedostoa ”%@” ei voitu avata.";
com.apple.java.JarLauncher.classLaunchFailed="Java-luokkatiedostoa ”%@” ei voitu avata.";
com.apple.java.JarLauncher.checkConsole = "Tarkista, näkyykö Konsolissa virheviestejä.";
